Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# error_permission
source: The sender has not approved this transfer, or it was refused.
de: Der Absender hat diese Übertragung nicht genehmigt oder sie wurde abgelehnt.
es: El remitente no ha aprobado esta transferencia, o fue rechazada.
fr: L’expéditeur n’a pas approuvé ce transfert, ou il a été refusé.
it: Il mittente non ha approvato questo trasferimento, oppure è stato rifiutato.
nl: De afzender heeft deze overdracht niet goedgekeurd, of deze is geweigerd.
pl: Nadawca nie zatwierdził tego transferu lub został on odrzucony.
pt: O remetente não aprovou esta transferência, ou foi recusada.
ru: Отправитель не одобрил эту передачу, или она была отклонена.

# error_repository
source: VniDrop could not save transfer data on this device.
de: VniDrop konnte die Übertragungsdaten auf diesem Gerät nicht speichern.
es: VniDrop no pudo guardar los datos de la transferencia en este dispositivo.
fr: VniDrop n’a pas pu enregistrer les données de transfert sur cet appareil.
it: VniDrop non ha potuto salvare i dati del trasferimento su questo dispositivo.
nl: VniDrop kon de overdrachtsgegevens niet op dit apparaat bewaren.
pl: VniDrop nie mógł zapisać danych transferu na tym urządzeniu.
pt: O VniDrop não conseguiu guardar os dados da transferência neste dispositivo.
ru: VniDrop не удалось сохранить данные передачи на этом устройстве.

# error_selection_failed
source: Could not open the selected item. Try choosing it again.
de: Das ausgewählte Objekt konnte nicht geöffnet werden. Versuchen Sie, es erneut auszuwählen.
es: No se pudo abrir el elemento seleccionado. Intente elegirlo de nuevo.
fr: Impossible d’ouvrir l’élément sélectionné. Essayez de le choisir à nouveau.
it: Impossibile aprire l’elemento selezionato. Provi a sceglierlo di nuovo.
nl: Het geselecteerde item kon niet worden geopend. Probeer het opnieuw te kiezen.
pl: Nie udało się otworzyć wybranego elementu. Spróbuj wybrać go ponownie.
pt: Não foi possível abrir o item selecionado. Tente escolhê-lo novamente.
ru: Не удалось открыть выбранный объект. Попробуйте выбрать его снова.

# error_share_empty
source: Select at least one item to share.
de: Wählen Sie mindestens ein Objekt zum Teilen aus.
es: Seleccione al menos un elemento para compartir.
fr: Sélectionnez au moins un élément à partager.
it: Selezioni almeno un elemento da condividere.
nl: Selecteer minstens één item om te delen.
pl: Wybierz co najmniej jeden element do udostępnienia.
pt: Selecione pelo menos um item para partilhar.
ru: Выберите хотя бы один объект для отправки.

# error_socket_bind
source: VniDrop could not open its network sockets on this device.
de: VniDrop konnte seine Netzwerk-Sockets auf diesem Gerät nicht öffnen.
es: VniDrop no pudo abrir sus sockets de red en este dispositivo.
fr: VniDrop n’a pas pu ouvrir ses sockets réseau sur cet appareil.
it: VniDrop non ha potuto aprire i suoi socket di rete su questo dispositivo.
nl: VniDrop kon zijn netwerksockets niet openen op dit apparaat.
pl: VniDrop nie mógł otworzyć gniazd sieciowych na tym urządzeniu.
pt: O VniDrop não conseguiu abrir os seus sockets de rede neste dispositivo.
ru: VniDrop не удалось открыть сетевые сокеты на этом устройстве.

# error_starting_up
source: VniDrop is still starting. Open the invitation again in a moment.
de: VniDrop startet noch. Öffnen Sie die Einladung gleich erneut.
es: VniDrop todavía se está iniciando. Vuelva a abrir la invitación en un momento.
fr: VniDrop démarre encore. Rouvrez l’invitation dans un instant.
it: VniDrop è ancora in fase di avvio. Riapra l’invito tra un momento.
nl: VniDrop is nog aan het opstarten. Open de uitnodiging zo meteen opnieuw.
pl: VniDrop jeszcze się uruchamia. Otwórz zaproszenie ponownie za chwilę.
pt: O VniDrop ainda está a iniciar. Abra o convite novamente dentro de momentos.
ru: VniDrop ещё запускается. Откройте приглашение снова через мгновение.

# error_storage_full
source: There is not enough storage space to save this transfer. Free up space and try again.
de: Zum Speichern dieser Übertragung ist nicht genügend Speicherplatz vorhanden. Geben Sie Speicherplatz frei und versuchen Sie es erneut.
es: No hay suficiente espacio de almacenamiento para guardar esta transferencia. Libere espacio e inténtelo de nuevo.
fr: L’espace de stockage est insuffisant pour enregistrer ce transfert. Libérez de l’espace et réessayez.
it: Lo spazio di archiviazione non è sufficiente per salvare il trasferimento. Liberi spazio e riprovi.
nl: Er is onvoldoende opslagruimte om deze overdracht op te slaan. Maak ruimte vrij en probeer het opnieuw.
pl: Brakuje miejsca na zapisanie tego transferu. Zwolnij miejsce i spróbuj ponownie.
pt: Não existe espaço de armazenamento suficiente para guardar esta transferência. Liberte espaço e tente novamente.
ru: Недостаточно места для сохранения этой передачи. Освободите место и повторите попытку.

# error_transfer
source: The transfer data could not be processed. Ask the sender to share it again.
de: Die Übertragungsdaten konnten nicht verarbeitet werden. Bitten Sie den Absender, sie erneut zu teilen.
es: No se pudieron procesar los datos de la transferencia. Pida al remitente que vuelva a compartirlos.
fr: Les données du transfert n’ont pas pu être traitées. Demandez à l’expéditeur de les partager à nouveau.
it: Non è stato possibile elaborare i dati del trasferimento. Chieda al mittente di condividerli di nuovo.
nl: De overdrachtsgegevens konden niet worden verwerkt. Vraag de afzender ze opnieuw te delen.
pl: Nie udało się przetworzyć danych transferu. Poproś nadawcę o ponowne udostępnienie.
pt: Não foi possível processar os dados da transferência. Peça ao remetente para os partilhar novamente.
ru: Не удалось обработать данные передачи. Попросите отправителя поделиться ими снова.

# field_receiver_name
source: Receiver name
de: Empfängername
es: Nombre del destinatario
fr: Nom du destinataire
it: Nome del destinatario
nl: Naam van ontvanger
pl: Nazwa odbiorcy
pt: Nome do destinatário
ru: Имя получателя

# field_sender_name
source: Sender name
de: Absendername
es: Nombre del remitente
fr: Nom de l’expéditeur
it: Nome del mittente
nl: Naam van afzender
pl: Nazwa nadawcy
pt: Nome do remetente
ru: Имя отправителя

# field_transfer_name
source: Transfer name
de: Übertragungsname
es: Nombre de la transferencia
fr: Nom du transfert
it: Nome del trasferimento
nl: Naam van overdracht
pl: Nazwa transferu
pt: Nome da transferência
ru: Название передачи

# field_username
source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom d’affichage
it: Nome visualizzato
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome a apresentar
ru: Отображаемое имя

# folder_status_permission_required
source: Permission needed
de: Berechtigung erforderlich
es: Permiso necesario
fr: Autorisation requise
it: Autorizzazione necessaria
nl: Machtiging vereist
pl: Wymagane uprawnienie
pt: Permissão necessária
ru: Требуется разрешение

# folder_status_unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępny
pt: Indisponível
ru: Недоступно

# folder_status_validating
source: Checking folder…
de: Ordner wird geprüft…
es: Comprobando carpeta…
fr: Vérification du dossier…
it: Controllo della cartella…
nl: Map controleren…
pl: Sprawdzanie folderu…
pt: A verificar a pasta…
ru: Проверка папки…

# folder_status_writable
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronta
nl: Gereed
pl: Gotowy
pt: Pronto
ru: Готово

# metadata_files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
nl: Bestanden
pl: Pliki
pt: Ficheiros
ru: Файлы

# metadata_size
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер

# metadata_status
source: Status
es: Estado
fr: Statut
it: Stato
pt: Estado
ru: Статус

# nav_receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить

# nav_saved_devices
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ru: Устройства

# nav_send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Versturen
pl: Wyślij
pt: Enviar
ru: Отправить

# nav_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки

# network_title
source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть

# notifications_description
source: Get notified about transfer activity while VniDrop is in the background.
de: Werden Sie über Übertragungsaktivitäten benachrichtigt, während VniDrop im Hintergrund läuft.
es: Reciba avisos sobre la actividad de las transferencias cuando VniDrop está en segundo plano.
fr: Soyez averti de l’activité des transferts lorsque VniDrop est en arrière-plan.
it: Ricevi avvisi sull’attività dei trasferimenti quando VniDrop è in background.
nl: Ontvang meldingen over overdrachtsactiviteit terwijl VniDrop op de achtergrond draait.
pl: Otrzymuj powiadomienia o aktywności transferów, gdy VniDrop działa w tle.
pt: Seja notificado sobre a atividade das transferências enquanto o VniDrop está em segundo plano.
ru: Получайте уведомления об активности передач, пока VniDrop работает в фоне.

# notifications_enable_action
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить

# notifications_enabled_message
source: Notifications enabled.
de: Mitteilungen aktiviert.
es: Notificaciones activadas.
fr: Notifications activées.
it: Notifiche attivate.
nl: Meldingen ingeschakeld.
pl: Powiadomienia włączone.
pt: Notificações ativadas.
ru: Уведомления включены.

# notifications_local_title
source: Allow notifications
de: Mitteilungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti le notifiche
nl: Meldingen toestaan
pl: Zezwól na powiadomienia
pt: Permitir notificações
ru: Разрешить уведомления

# notifications_permission_denied
source: Notifications are turned off for VniDrop. You can enable them in Settings.
de: Mitteilungen sind für VniDrop deaktiviert. Sie können sie in den Einstellungen aktivieren.
es: Las notificaciones están desactivadas para VniDrop. Puede activarlas en Ajustes.
fr: Les notifications sont désactivées pour VniDrop. Vous pouvez les activer dans les Réglages.
it: Le notifiche sono disattivate per VniDrop. Può attivarle in Impostazioni.
nl: Meldingen zijn uitgeschakeld voor VniDrop. U kunt ze inschakelen in Instellingen.
pl: Powiadomienia są wyłączone dla VniDrop. Możesz je włączyć w Ustawieniach.
pt: As notificações estão desativadas para o VniDrop. Pode ativá-las nas Definições.
ru: Уведомления отключены для VniDrop. Вы можете включить их в Настройках.

# notifications_receive_completed_body
source: “{transferName}” finished downloading.
de: „{transferName}“ wurde vollständig heruntergeladen.
es: «{transferName}» terminó de descargarse.
fr: « {transferName} » a fini de se télécharger.
it: «{transferName}» è stato scaricato.
nl: ‘{transferName}’ is volledig gedownload.
pl: Zakończono pobieranie „{transferName}”.
pt: «{transferName}» concluiu a transferência.
ru: «{transferName}» завершил загрузку.

# notifications_receive_completed_title
source: Download complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Download completato
nl: Download voltooid
pl: Pobieranie zakończone
pt: Transferência concluída
ru: Загрузка завершена

# notifications_receive_failed_body
source: “{transferName}” couldn’t be received.
de: „{transferName}“ konnte nicht empfangen werden.
es: No se pudo recibir «{transferName}».
fr: « {transferName} » n’a pas pu être reçu.
it: Impossibile ricevere «{transferName}».
nl: ‘{transferName}’ kon niet worden ontvangen.
pl: Nie udało się odebrać „{transferName}”.
pt: Não foi possível receber «{transferName}».
ru: Не удалось получить «{transferName}».

# notifications_receive_failed_title
source: Download failed
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
it: Download non riuscito
nl: Download mislukt
pl: Pobieranie nie powiodło się
pt: Falha na transferência
ru: Ошибка загрузки

# notifications_receiver_completed_body
source: {receiver} finished receiving “{transferName}”.
de: {receiver} hat „{transferName}“ vollständig empfangen.
es: {receiver} terminó de recibir «{transferName}».
fr: {receiver} a fini de recevoir « {transferName} ».
it: {receiver} ha finito di ricevere «{transferName}».
nl: {receiver} heeft ‘{transferName}’ volledig ontvangen.
pl: {receiver} zakończył odbieranie „{transferName}”.
pt: {receiver} terminou de receber «{transferName}».
ru: {receiver} завершил получение «{transferName}».

# notifications_receiver_completed_title
source: Transfer received
de: Übertragung empfangen
es: Transferencia recibida
fr: Transfert reçu
it: Trasferimento ricevuto
nl: Overdracht ontvangen
pl: Transfer odebrany
pt: Transferência recebida
ru: Передача получена

# notifications_receiver_failed_body
source: {receiver} couldn't receive “{transferName}”
de: {receiver} konnte „{transferName}“ nicht empfangen
es: {receiver} no pudo recibir «{transferName}»
fr: {receiver} n'a pas pu recevoir « {transferName} »
it: {receiver} non ha potuto ricevere “{transferName}”
nl: {receiver} kon “{transferName}” niet ontvangen
pl: {receiver} nie mógł odebrać „{transferName}”
pt: {receiver} não conseguiu receber “{transferName}”
ru: {receiver} не удалось получить «{transferName}»

# notifications_receiver_failed_title
source: Delivery failed
de: Übertragung fehlgeschlagen
es: Error en la entrega
fr: Échec de l'envoi
it: Consegna non riuscita
nl: Levering mislukt
pl: Dostarczenie nie powiodło się
pt: Falha na entrega
ru: Ошибка доставки

# notifications_request_prompt
source: Notifications are off. Enable them to be notified about future requests.
de: Mitteilungen sind deaktiviert. Aktivieren Sie sie, um über zukünftige Anfragen informiert zu werden.
es: Las notificaciones están desactivadas. Actívelas para recibir avisos de futuras solicitudes.
fr: Les notifications sont désactivées. Activez-les pour être averti des prochaines demandes.
it: Le notifiche sono disattivate. Attivale per ricevere avvisi sulle richieste future.
nl: Meldingen zijn uitgeschakeld. Schakel ze in om toekomstige verzoeken te ontvangen.
pl: Powiadomienia są wyłączone. Włącz je, aby otrzymywać informacje o przyszłych prośbach.
pt: As notificações estão desativadas. Ative-as para receber avisos de pedidos futuros.
ru: Уведомления отключены. Включите их, чтобы получать оповещения о будущих запросах.

# notifications_send_failed_body
source: “{transferName}” couldn’t be shared.
de: „{transferName}“ konnte nicht geteilt werden.
es: No se pudo compartir «{transferName}».
fr: « {transferName} » n’a pas pu être partagé.
it: Impossibile condividere «{transferName}».
nl: ‘{transferName}’ kon niet worden gedeeld.
pl: Nie udało się udostępnić „{transferName}”.
pt: Não foi possível partilhar «{transferName}».
ru: Не удалось поделиться «{transferName}».

# notifications_send_failed_title
source: Sharing failed
de: Freigabe fehlgeschlagen
es: Error al compartir
fr: Échec du partage
it: Condivisione non riuscita
nl: Delen mislukt
pl: Udostępnianie nie powiodło się
pt: Falha na partilha
ru: Не удалось поделиться

# notifications_settings_open_failed
source: Could not open notification settings.
de: Die Mitteilungseinstellungen konnten nicht geöffnet werden.
es: No se pudieron abrir los ajustes de notificaciones.
fr: Impossible d’ouvrir les réglages de notifications.
it: Impossibile aprire le impostazioni delle notifiche.
nl: De meldingsinstellingen konden niet worden geopend.
pl: Nie udało się otworzyć ustawień powiadomień.
pt: Não foi possível abrir as definições de notificações.
ru: Не удалось открыть настройки уведомлений.

# notifications_sharing_prompt
source: Enable notifications so you don’t miss requests while VniDrop is in the background.
de: Aktivieren Sie Mitteilungen, damit Sie keine Anfragen verpassen, während VniDrop im Hintergrund läuft.
es: Active las notificaciones para no perder solicitudes cuando VniDrop esté en segundo plano.
fr: Activez les notifications pour ne pas manquer de demandes lorsque VniDrop est en arrière-plan.
it: Attiva le notifiche per non perdere richieste quando VniDrop è in background.
nl: Schakel meldingen in zodat u geen verzoeken mist wanneer VniDrop op de achtergrond draait.
pl: Włącz powiadomienia, aby nie przegapić próśb, gdy VniDrop działa w tle.
pt: Ative as notificações para não perder pedidos quando o VniDrop estiver em segundo plano.
ru: Включите уведомления, чтобы не пропускать запросы, когда VniDrop работает в фоне.

# notifications_title
source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления

# notifications_unsupported
source: Notifications are not available on this device.
de: Mitteilungen sind auf diesem Gerät nicht verfügbar.
es: Las notificaciones no están disponibles en este dispositivo.
fr: Les notifications ne sont pas disponibles sur cet appareil.
it: Le notifiche non sono disponibili su questo dispositivo.
nl: Meldingen zijn niet beschikbaar op dit apparaat.
pl: Powiadomienia nie są dostępne na tym urządzeniu.
pt: As notificações não estão disponíveis neste dispositivo.
ru: Уведомления недоступны на этом устройстве.

# offer_accept
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить

# offer_body
source: {device} wants to send you “{transferName}”.
de: {device} möchte Ihnen „{transferName}“ senden.
es: {device} quiere enviarte «{transferName}».
fr: {device} souhaite vous envoyer « {transferName} ».
it: {device} vuole inviarti «{transferName}».
nl: {device} wil je “{transferName}” sturen.
pl: {device} chce wysłać Ci „{transferName}”.
pt: {device} quer enviar-lhe “{transferName}”.
ru: {device} хочет отправить вам «{transferName}».

# offer_decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
pl: Odrzuć
pt: Recusar
ru: Отклонить

# offer_title
source: Incoming transfer
de: Eingehende Übertragung
es: Transferencia entrante
fr: Transfert entrant
it: Trasferimento in arrivo
nl: Inkomende overdracht
pl: Przychodzące przesłanie
pt: Transferência recebida
ru: Входящая передача

# os_version_title
source: Operating system
de: Betriebssystem
es: Sistema operativo
fr: Système d’exploitation
it: Sistema operativo
nl: Besturingssysteem
pl: System operacyjny
pt: Sistema operativo
ru: Операционная система

# pairing_accept
source: Remember
de: Speichern
es: Recordar
fr: Mémoriser
it: Ricorda
nl: Onthouden
pl: Zapamiętaj
pt: Lembrar
ru: Запомнить

# pairing_allow_body
source: You will still confirm every transfer, and you can withdraw this at any time.
de: Sie bestätigen weiterhin jede Übertragung und können dies jederzeit widerrufen.
es: Seguirás confirmando cada transferencia y podrás retirar este permiso cuando quieras.
fr: Vous confirmerez toujours chaque transfert et pourrez révoquer cette autorisation à tout moment.
it: Confermerai comunque ogni trasferimento e potrai revocare questa autorizzazione in qualsiasi momento.
nl: Je bevestigt nog steeds elke overdracht en kunt dit altijd intrekken.
pl: Nadal będziesz potwierdzać każde przesłanie i możesz w każdej chwili cofnąć zgodę.
pt: Continuará a confirmar cada transferência e pode retirar esta permissão a qualquer momento.
ru: Вы по-прежнему будете подтверждать каждую передачу и сможете отозвать разрешение в любой момент.

# pairing_allow_confirm
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan
pl: Zezwól
pt: Permitir
ru: Разрешить

# pairing_allow_title
source: Let this device send to you?
de: Diesem Gerät erlauben, Ihnen Dateien zu senden?
es: ¿Permitir que este dispositivo te envíe archivos?
fr: Autoriser cet appareil à vous envoyer des fichiers ?
it: Consentire a questo dispositivo di inviarti file?
nl: Dit apparaat toestaan je bestanden te sturen?
pl: Zezwolić temu urządzeniu na wysyłanie plików?
pt: Permitir que este dispositivo lhe envie ficheiros?
ru: Разрешить этому устройству отправлять вам файлы?

# pairing_decline
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu
pl: Nie teraz
pt: Agora não
ru: Не сейчас

# pairing_request_body
source: {device} offered to let you send it files without a new invitation.
de: {device} bietet an, Dateien ohne neue Einladung von Ihnen zu empfangen.
es: {device} te ofrece enviarle archivos sin una nueva invitación.
fr: {device} propose de recevoir vos fichiers sans nouvelle invitation.
it: {device} ti consente di inviargli file senza un nuovo invito.
nl: {device} biedt aan bestanden van je te ontvangen zonder nieuwe uitnodiging.
pl: {device} umożliwia wysyłanie plików bez nowego zaproszenia.
pt: {device} ofereceu-se para receber ficheiros seus sem um novo convite.
ru: {device} разрешает отправлять файлы без нового приглашения.

# pairing_request_title
source: Remember this device?
de: Dieses Gerät speichern?
es: ¿Recordar este dispositivo?
fr: Mémoriser cet appareil ?
it: Ricordare questo dispositivo?
nl: Dit apparaat onthouden?
pl: Zapamiętać to urządzenie?
pt: Lembrar este dispositivo?
ru: Запомнить это устройство?

# preferences_receive_folder_title
source: Save received transfers to
de: Empfangene Übertragungen sichern in
es: Guardar las transferencias recibidas en
fr: Enregistrer les transferts reçus dans
it: Salva i trasferimenti ricevuti in
nl: Ontvangen overdrachten bewaren in
pl: Zapisuj odebrane transfery w
pt: Guardar as transferências recebidas em
ru: Сохранять полученные передачи в

# preferences_title
source: Preferences
de: Voreinstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Параметры

# progress_cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
pl: Anulowano
pt: Cancelado
ru: Отменено

# progress_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
nl: Voltooid
pl: Ukończono
pt: Concluído
ru: Завершено

# progress_connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączono
pt: Ligado
ru: Подключено

# progress_connecting
source: Connecting
de: Verbinden
es: Conectando
fr: Connexion
it: Connessione
nl: Verbinden
pl: Łączenie
pt: A ligar
ru: Подключение

# progress_downloading
source: Downloading
de: Wird geladen
es: Descargando
fr: Téléchargement
it: Download
nl: Downloaden
pl: Pobieranie
pt: A descarregar
ru: Загрузка

# progress_failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ru: Ошибка

# progress_getting_ready
source: Getting ready
de: Wird bereitgemacht
es: Preparándose
fr: Préparation
it: Preparazione
nl: Klaarmaken
pl: Przygotowywanie
pt: A preparar-se
ru: Подготовка

# progress_interrupted
source: Transfer interrupted
de: Übertragung unterbrochen
es: Transferencia interrumpida
fr: Transfert interrompu
it: Trasferimento interrotto
nl: Overdracht onderbroken
pl: Transfer przerwany
pt: Transferência interrompida
ru: Передача прервана

# progress_preparing
source: Preparing
de: Wird vorbereitet
es: Preparando
fr: Préparation
it: Preparazione
nl: Voorbereiden
pl: Przygotowywanie
pt: A preparar
ru: Подготовка

# progress_ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
nl: Gereed
pl: Gotowe
pt: Pronto
ru: Готово

# progress_receiving
source: Receiving
de: Wird empfangen
es: Recibiendo
fr: Réception
it: Ricezione
nl: Ontvangen
pl: Odbieranie
pt: A receber
ru: Получение
